var data7palo2 = `sno1,sno2, date, day of week,benchofficer1,benchofficer2,faishala, orders,benchstatus,remark1,remark2,remark3
01,1,20820407,wednesday,,,0,0,no causelist,सालतामेलीको कारण कुनै पेशी नराखिएको,,,
02,2,20820414,wednesday,,,0,0,no causelist,सालतामेलीको कारण कुनै पेशी नराखिएको,,,
03,3,20820421,wednesday,,,0,0,bench not held,गोलाप्रथाको विवादले पेशीसूचि नै प्रकाशित भएन,,,
04,4,20820428,wednesday,,,0,0,bench not held,गोलाप्रथाको विवादले पेशीसूचि नै प्रकाशित भएन,,,
05,5,20820504,wednesday,,,0,0,bench not held,गोलाप्रथाको विवादले पेशीसूचि नै प्रकाशित भएन,,,
06,6,20820511,wednesday,shiva,rajendra,0,0,bench held,गुठी सम्बन्धी मुद्दा निसु रहेको,सपना श्रीमान अकस्मात विरामी भएकोले निसु रहन गएको,निसुको मिति नतोकिएको
07,7,20820518,wednesday,basanta,maya,3,3,bench held,उपभोक्ताको विवादमा महानिर्देशकले कारवाही गर्न पाउने प्रावधानलाई चुनौति दिइएको मुद्दामा बहसनोट मागी  निसु रहेको ,बहसनोट पेश गर्ने अन्तिम समय असोज २२ र निसु असोज २९ मा रहेको ,
08,8,20820712,wednesday,resma, basanta,0,16,bench held,पूर्वप्रधानन्यायाधीश सुशिला कार्कीलाई प्रधामन्त्री बनाएको र संसद विघटन गरिएका १६ थान रिट निवेदन लगाउमा एकसाथ पेश गरिएको, कादेआ र अआ नहुने आदेश भएको, २०८२ भदौ १८ देखि २०८२ कार्तिक ११ गतेसम्म जेनजी आन्दोलनका कारण सर्वोच्च अदालतमा आगजनी भएकोले  संवैधानिक इजलास नबसेको ,
09,9,20820719,wednesday,basanta,resma,0,3,bench held,शारङ्गा श्रीमान पहिलो पटक संवैधानिक इजलास गठन भएको,२०८२ कार्तिक २० देखि २३ गतेसम्म जिन्याको परीक्षा रहेको,,
10,10,20820726,wednesday,,,,,bench not held,CJ को bangladesh भ्रमणले बेञ्च गठन नभएको,,,
11,11,20820803,wednesday,tika,maya,0,15,bench held,संवैधानिक फाँटबाट जलेका मिसिलको पेशी चढाइएको र सबैमा मिसिल प्राप्त गर्ने आदेश भएको,,,
12,12a,20820810,wednesday,shiva,maya,0,16,bench held,संवैधानिक फाँटबाट जलेका मिसिलको पेशी चढाइएको र सबैमा मिसिल प्राप्त गर्ने आदेश भएको,,, 
13,12b,20820810,wednesday,shiva,maya,0,8,bench held,सबै निवेदन रिट दर्ताबाट show cause को निम्ति पेशी चढेका,एकै दिन दुइवटा पेशी सूचि प्रकाशित भएको,,,
`;

// Dataset metadata
var data7palo2Info = {
    name: "पालो(082/83)",
    description: "Bench management system 2082/83",
    emoji: "🧑‍🤝‍🧑",
    columns: 6,
    primaryKey: "benchstatus",
       rowColors: {
        "bench not held": "red",
        // Add more coloring rules as needed, key should match primaryKey value (lowercase)
    }
 

};
